app.xemu.xemu
ca.parallel_launcher.ParallelLauncher
com.etlegacy.ETLegacy
com.fightcade.Fightcade
com.fightcade.Fightcade.Wine
com.github.Alcaro.Flips
com.github.mtkennerly.ludusavi
com.github.opentyrian.OpenTyrian
com.github.optyfr.JRomManager
com.github.Xenoveritas.abuse
com.obsproject.Studio.Plugin.Gstreamer
com.obsproject.Studio.Plugin.GStreamerVaapi
com.obsproject.Studio.Plugin.InputOverlay
com.obsproject.Studio.Plugin.OBSVkCapture
com.parsecgaming.parsec
com.qzandronum.Q-Zandronum
com.supermodel3.Supermodel
dev.lizardbyte.app.Sunshine
info.cemu.Cemu
info.urbanterror.UrbanTerror
io.github.am2r_community_developers.AM2RLauncher
io.github.antimicrox.antimicrox
io.github.dosbox-staging
io.github.Foldex.AdwSteamGtk
io.github.garglk.Gargoyle
io.github.ja2_stracciatella.JA2-Stracciatella
io.github.lethal_guitar.RigelEngine
io.github.lime3ds.Lime3DS
io.github.lxndr.gswatcher
io.github.santiagocezar.maniatic-launcher
io.github.sharkwouter.Minigalaxy
io.github.simple64.simple64
io.github.snesrev.Zelda3
io.github.srb2.rphys
io.github.theforceengine.tfe
io.itch.tx00100xt.SeriousSamClassic-VK
io.openrct2.OpenRCT2
net._86box._86Box
net._86box._86Box.ROMs
net.darkradiant.DarkRadiant
net.davidotek.pupgui2
net.fsuae.FS-UAE
net.mancubus.SLADE
net.pcsx2.PCSX2
net.rpcs3.RPCS3
net.runelite.RuneLite
net.sourceforge.uqm_mods.UQM-MegaMod
org.citra_emu.citra
org.dhewm3.Dhewm3
org.diasurgical.DevilutionX
org.DolphinEmu.dolphin-emu
org.duckstation.DuckStation
org.easyrpg.player
org.freedesktop.Platform.GStreamer.gstreamer-vaapi/x86_64/23.08
org.freedesktop.Platform.VulkanLayer.MangoHud/x86_64/23.08
org.freedesktop.Platform.VulkanLayer.OBSVkCapture/x86_64/23.08
org.freedesktop.Platform.VulkanLayer.gamescope/x86_64/23.08
org.freedesktop.Platform.VulkanLayer.vkBasalt/x86_64/23.08
org.freedesktop.Platform.GStreamer.gstreamer-vaapi/x86_64/22.08
org.freedesktop.Platform.VulkanLayer.MangoHud/x86_64/22.08
org.freedesktop.Platform.VulkanLayer.OBSVkCapture/x86_64/22.08
org.freedesktop.Platform.VulkanLayer.gamescope/x86_64/22.08
org.freedesktop.Platform.VulkanLayer.vkBasalt/x86_64/22.08
org.godotengine.Godot
org.kde.kigo
org.libretro.RetroArch
org.mamedev.MAME
org.openfodder.OpenFodder
org.openjkdf2.OpenJKDF2
org.openmw.OpenMW
org.openttd.OpenTTD
org.pegasus_frontend.Pegasus
org.ppsspp.PPSSPP
org.prismlauncher.PrismLauncher
org.ryujinx.Ryujinx
org.scummvm.ScummVM
org.sonic3air.Sonic3AIR
org.srb2.SRB2
org.srb2.SRB2Kart-galaxy/x86_64/stable
org.srb2.SRB2Kart-Saturn
org.twinery.Twine
org.zdoom.Raze
page.kramo.Cartridges
re.chiaki.Chiaki
ru.linux_gaming.PortProton
sh.fhs.KatawaShoujoReEngineered
tk.deat.Jazz2Resurrection
vet.rsc.OpenRSC.Launcher