chat.revolt.RevoltDesktop
com.bitwig.BitwigStudio
com.felipekinoshita.Wildcard
com.georgefb.mangareader
com.github.tchx84.Flatseal
com.logseq.Logseq
com.makemkv.MakeMKV
com.obsproject.Studio
com.ranfdev.Notify
fr.handbrake.ghb
fr.romainvigier.MetadataCleaner
im.riot.Riot
io.github.btpf.alexandria
io.github.dvlv.boxbuddyrs
io.github.eteran.edb-debugger
io.github.jonmagon.kdiskmark
io.github.pwr_solaar.solaar
io.github.seadve.Breathing
io.github.seadve.Mousai
io.github.ungoogled_software.ungoogled_chromium
io.gitlab.gregorni.Letterpress
io.gpt4all.gpt4all
io.mpv.Mpv
it.mijorus.gearlever
net.mediaarea.MediaInfo
net.mullvad.MullvadBrowser
network.loki.Session
no.mifi.losslesscut
one.ablaze.floorp
org.bleachbit.BleachBit
org.bunkus.mkvtoolnix-gui
org.filezillaproject.Filezilla
org.fooyin.fooyin
org.freedesktop.Platform.ffmpeg-full/x86_64/23.08
org.kde.haruna
org.kde.isoimagewriter
org.kde.kdenlive
org.kde.krita
org.mozilla.firefox
org.musicbrainz.Picard
org.nickvision.tagger
org.onlyoffice.desktopeditors
org.rncbc.qpwgraph
org.signal.Signal
org.squidowl.halloy
org.strawberrymusicplayer.strawberry
org.tildearrow.furnace
xyz.armcord.ArmCord